/* =============================
📦 Custom Imports
============================= */

/* =============================
📦 Component - Layout
============================= */
export default function Layout({children}) {
  /* =============================
  📦 Section - Hooks & Variables:
  ============================= */

  /* =============================
  📦 Section - Methods:
  ============================= */

  /* =============================
  📦 Section - Rendering:
  ============================= */
  return (
    <div className='layout'>{children}</div>
  );
}
